Repository: nimoism/django-rosevrobank
Catalog: rosevrobank/locale/*/LC_MESSAGES/django.po
Languages: ru

source: order is registered but not paid for
ru: заказ зарегистрирован, но не оплачен

source: pre authorized amount held
ru: предавторизованная сумма захолдирована

source: order amount authorization completed
ru: проведена полная авторизация суммы заказа

source: authorization cancelled
ru: авторизация отменена

source: refund operation to transaction carried out
ru: по транзакции была проведена операция возврата

source: ACS authorization initiated
ru: инициирована авторизация через ACS

source: authorization rejected
ru: авторизация отклонена

source: RosEvroBank order id
ru: ID заказа РосЕвроБанка

source: status
ru: статус

source: RosEvroBank order
ru: заказ РосЕвроБанка

source: RosEvroBank orders
ru: заказы РосЕвроБанка

source: system error
ru: системная ошибка

source: network error
ru: ошибка сети
